Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# merchant.business.field.merchantOpinion
source: Merchant opinion
zh_hans: 商家意见

# merchant.business.field.merchantReply
source: Merchant reply
zh_hans: 商家回复

# merchant.business.field.monthlyNew
source: New this month
zh_hans: 本月新客

# merchant.business.field.name
source: Name
zh_hans: 名称

# merchant.business.field.netDirection
source: Net direction
zh_hans: 净额方向

# merchant.business.field.new
source: New customers
zh_hans: 新客

# merchant.business.field.noCashReason
source: No-cash reason
zh_hans: 不结现金原因

# merchant.business.field.noteId
source: Note ID
zh_hans: 备注ID

# merchant.business.field.noteVersion
source: Note version
zh_hans: 备注版本

# merchant.business.field.noted
source: Customers with notes
zh_hans: 有备注客户

# merchant.business.field.occurredAt
source: Occurred
zh_hans: 发生时间

# merchant.business.field.operatorId
source: Operator ID
zh_hans: 经营成员ID

# merchant.business.field.operatorName
source: Operator
zh_hans: 核销成员

# merchant.business.field.paidAmount
source: Authorized spending amount
zh_hans: 可查看消费金额

# merchant.business.field.paidAt
source: Paid at
zh_hans: 打款时间

# merchant.business.field.payVoucherNo
source: Payment voucher
zh_hans: 打款凭证号

# merchant.business.field.paymentState
source: Payment state
zh_hans: 打款状态

# merchant.business.field.pendingAmount
source: Pending amount
zh_hans: 待结算金额

# merchant.business.field.pendingCount
source: Pending
zh_hans: 待核销次数

# merchant.business.field.periodYm
source: Period
zh_hans: 账期

# merchant.business.field.personalArrivedThisMonthGross
source: Personal channel gross this month
zh_hans: 本月个人渠道到账毛额

# merchant.business.field.personalArrivedThisMonthNet
source: Personal channel net this month
zh_hans: 本月个人渠道到账净额

# merchant.business.field.personalExecutedAdjustmentsThisMonth
source: Executed adjustments this month
zh_hans: 本月已执行调整

# merchant.business.field.phone
source: Masked phone
zh_hans: 脱敏号码

# merchant.business.field.processing
source: Platform processing
zh_hans: 平台处理状态

# merchant.business.field.publicPayablePending
source: Public-channel amount pending
zh_hans: 对公待打款

# merchant.business.field.rating
source: Rating
zh_hans: 评分

# merchant.business.field.reason
source: Reason
zh_hans: 原因

# merchant.business.field.refundAmount
source: Requested refund amount
zh_hans: 申请退款金额

# merchant.business.field.refundDeadline
source: Source deadline
zh_hans: 源截止时间

# merchant.business.field.refundPolicyCode
source: Policy snapshot code
zh_hans: 退款政策快照代码

# merchant.business.field.refundPolicyVersion
source: Policy version
zh_hans: 政策版本

# merchant.business.field.refundState
source: Refund state
zh_hans: 退款状态

# merchant.business.field.refundedCount
source: Refunds
zh_hans: 退款次数

# merchant.business.field.repeat
source: Returning customers
zh_hans: 回头客

# merchant.business.field.repliedAt
source: Replied
zh_hans: 回复时间

# merchant.business.field.reviewId
source: Review ID
zh_hans: 评价ID

# merchant.business.field.roleCode
source: Role
zh_hans: 岗位

# merchant.business.field.roleName
source: Customer role
zh_hans: 客户身份

# merchant.business.field.settlementAmount
source: Settlement amount
zh_hans: 结算金额

# merchant.business.field.settlementRoute
source: Settlement channel
zh_hans: 结算渠道

# merchant.business.field.settlementState
source: Settlement state
zh_hans: 结算状态

# merchant.business.field.signedAmount
source: Signed amount
zh_hans: 带符号金额

# merchant.business.field.source
source: Source
zh_hans: 来源

# merchant.business.field.sourceId
source: Source ID
zh_hans: 来源ID

# merchant.business.field.sourceType
source: Source type
zh_hans: 来源类型

# merchant.business.field.status
source: Status
zh_hans: 状态

# merchant.business.field.storeName
source: Store
zh_hans: 门店

# merchant.business.field.tagColor
source: Tag color
zh_hans: 标签颜色

# merchant.business.field.tagId
source: Tag ID
zh_hans: 标签ID

# merchant.business.field.tagName
source: Tag name
zh_hans: 标签名

# merchant.business.field.teamName
source: Team
zh_hans: 队伍

# merchant.business.field.tier
source: Customer tier
zh_hans: 客户分层

# merchant.business.field.topicName
source: Route
zh_hans: 路线

# merchant.business.field.type
source: Timeline type
zh_hans: 时间线类型

# merchant.business.field.unitFee
source: Source unit fee
zh_hans: 源单价

# merchant.business.field.verificationCodeTail
source: Code tail
zh_hans: 核销码尾号

# merchant.business.field.verifiedRedemption
source: Verified redemption
zh_hans: 已验证核销

# merchant.business.field.version
source: Version
zh_hans: 版本

# merchant.business.filter
source: Settlement status
zh_hans: 结算状态

# merchant.business.filter.all
source: All
zh_hans: 全部

# merchant.business.filter.pending
source: Pending settlement
zh_hans: 待结算

# merchant.business.filter.settled
source: Settled
zh_hans: 已结算

# merchant.business.filters
source: Customer filters
zh_hans: 客户筛选

# merchant.business.fixtureSignOut
source: Sign out of example
zh_hans: 退出示例账号

# merchant.business.frozenReview
source: Frozen confirmation
zh_hans: 冻结确认内容

# merchant.business.hideNote
source: Hide note
zh_hans: 隐藏备注

# merchant.business.imageUnavailable
source: Image unavailable
zh_hans: 图片暂不可用

# merchant.business.imagesAvailable
source: Review images
zh_hans: 评价图片

# merchant.business.invalid
source: Check the fields and try again.
zh_hans: 请检查填写内容后重试。

# merchant.business.inviteOperator
source: Prepare operator invitation
zh_hans: 准备团队邀请

# merchant.business.journal
source: Recovery data could not be verified. Dispatch is blocked.
zh_hans: 无法核验恢复记录，已阻止提交。

# merchant.business.loadFailed
source: Could not load these records. Try again.
zh_hans: 暂时无法加载记录，请重试。

# merchant.business.localActions
source: Local draft actions
zh_hans: 本地草稿操作

# merchant.business.localDraft
source: This form is local until a frozen review is explicitly confirmed.
zh_hans: 表单先保存在本页，预览确认前不会提交。

# merchant.business.malformed
source: The response is incomplete or belongs to another record.
zh_hans: 回执不完整，或与当前记录不一致。

# merchant.business.next
source: Next
zh_hans: 下一页

# merchant.business.no
source: No
zh_hans: 否

# merchant.business.noCash
source: No cash settlement
zh_hans: 不产生现金结算

# merchant.business.notProvided
source: Not provided
zh_hans: 未提供

# merchant.business.noteContent
source: Follow-up note (up to 500 UTF-16 units)
zh_hans: 跟进备注（最多500个UTF-16单元）

# merchant.business.operators
source: Operator team
zh_hans: 经营团队

# merchant.business.opinionOnly
source: A merchant opinion does not execute a refund. The platform determines the outcome.
zh_hans: 商家意见不会执行退款。最终结果由平台确认。

# merchant.business.overview
source: Finance overview
zh_hans: 结算概览

# merchant.business.page
source: Page
zh_hans: 页码

# merchant.business.permissions
source: Permissions for this role
zh_hans: 此岗位权限

# merchant.business.platformRefunded
source: The platform response confirms a refund.
zh_hans: 平台回执确认已退款。

# merchant.business.preview
source: Local preview
zh_hans: 本地预览

# merchant.business.previewRoute
source: Preview route
zh_hans: 预览路由

# merchant.business.previous
source: Previous
zh_hans: 上一页

# merchant.business.productionSaved
source: Server response received
zh_hans: 已收到服务端回执

# merchant.business.reason
source: Reason
zh_hans: 原因

# merchant.business.receipt
source: Response received
zh_hans: 已收到回执

# merchant.business.redemption
source: Redemption details
zh_hans: 核销详情

# merchant.business.redemptions
source: Redemption ledger
zh_hans: 核销台账

# merchant.business.refresh
source: Refresh records
zh_hans: 刷新记录

# merchant.business.refreshBeforeSend
source: Before synthetic dispatch, access, store identity, target and version are fetched and checked again.
zh_hans: 模拟提交前会重新读取并核对权限、门店身份、目标和版本。

# merchant.business.refund
source: Aftercare case
zh_hans: 售后详情

# merchant.business.rejected
source: The server rejected this request.
zh_hans: 服务端拒绝了此请求。

# merchant.business.removeOperator
source: Remove operator
zh_hans: 移除成员

# merchant.business.removeTag
source: Remove tag
zh_hans: 移除标签

# merchant.business.replyContent
source: Public merchant reply
zh_hans: 公开商家回复

# merchant.business.reportReason
source: Reason for reporting
zh_hans: 举报原因

# merchant.business.respond
source: Prepare response
zh_hans: 准备售后意见

# merchant.business.responseContent
source: Opinion or reason
zh_hans: 意见或原因

# merchant.business.review.delete
source: Delete reply
zh_hans: 删除回复

# merchant.business.review.reply
source: Reply to review
zh_hans: 回复评价

# merchant.business.review.report
source: Report review
zh_hans: 举报评价

# merchant.business.review.update
source: Edit reply
zh_hans: 修改回复

# merchant.business.reviewDraft
source: Review draft
zh_hans: 预览草稿

# merchant.business.reviewImage
source: Customer review image
zh_hans: 客户评价图片

# merchant.business.reviews
source: Reviews
zh_hans: 评价管理

# merchant.business.revokeInvite
source: Revoke invitation
zh_hans: 撤销邀请

# merchant.business.role
source: Role
zh_hans: 岗位

# merchant.business.role.MERCHANT_CHECKIN
source: Check-in operator
zh_hans: 核销员

# merchant.business.role.MERCHANT_FINANCE
source: Finance
zh_hans: 财务

# merchant.business.role.MERCHANT_MANAGER
source: Manager
zh_hans: 店长

# merchant.business.role.MERCHANT_MARKETING
source: Marketing
zh_hans: 运营

# merchant.business.role.MERCHANT_OWNER
source: Owner
zh_hans: 店主

# merchant.business.role.MERCHANT_PAYS_PLATFORM
source: Merchant pays platform
zh_hans: 商家应付平台

# merchant.business.roles
source: Assignable roles
zh_hans: 可分配岗位

# merchant.business.rolesBoundary
source: Role changes stay disabled in production. The server's current role list is authoritative.
zh_hans: 生产岗位变更保持关闭，以服务端当前岗位列表为准。

# merchant.business.scan
source: Code route preview
zh_hans: 核销码路由预览

# merchant.business.scanBoundary
source: Preview a code's source route without opening a camera or redeeming it.
zh_hans: 仅预览码的源路由，不打开摄像头，也不执行核销。

# merchant.business.scanInput
source: Paste code for local preview
zh_hans: 输入核销码以本地预览

# merchant.business.scanKind.coupon
source: Coupon code
zh_hans: 优惠券码

# merchant.business.scanKind.dynamicTicket
source: Dynamic ticket
zh_hans: 动态票码

# merchant.business.scanKind.group
source: Group code
zh_hans: 团码

# merchant.business.scanKind.legacyTicket
source: Legacy ticket with choice support
zh_hans: 支持选章或选站的旧版票码

# merchant.business.search
source: Search customers
zh_hans: 搜索客户

# merchant.business.section.adjustments
source: Adjustment entries
zh_hans: 调整分录

# merchant.business.section.aftercare
source: Aftercare cases
zh_hans: 售后申请

# merchant.business.section.batch
source: Batch summary
zh_hans: 批次摘要

# merchant.business.section.customer
source: Customer summary
zh_hans: 客户摘要

# merchant.business.section.customers
source: Customers
zh_hans: 客户

# merchant.business.section.earnings
source: Earning entries
zh_hans: 收入分录

# merchant.business.section.entry
source: Income and adjustments
zh_hans: 收入与调整

# merchant.business.section.invites
source: Team invitations
zh_hans: 团队邀请

# merchant.business.section.operators
source: Team members
zh_hans: 团队成员

# merchant.business.section.redemption
source: Redemption records
zh_hans: 核销记录

# merchant.business.section.refund
source: Refund request
zh_hans: 退款申请

# merchant.business.section.responses
source: Merchant responses
zh_hans: 商家回应记录

# merchant.business.section.reviews
source: Customer reviews
zh_hans: 客户评价

# merchant.business.section.roles
source: Roles
zh_hans: 岗位

# merchant.business.section.tags
source: Store tags
zh_hans: 店内标签

# merchant.business.section.timeline
source: Customer timeline
zh_hans: 客户时间线

# merchant.business.section.verifications
source: Verification actions
zh_hans: 核销动作

# merchant.business.segment
source: Customer segment
zh_hans: 客户分群

# merchant.business.segment.all
source: All
zh_hans: 全部

# merchant.business.segment.new
source: New
zh_hans: 新客

# merchant.business.segment.noted
source: With notes
zh_hans: 有备注

# merchant.business.segment.repeat
source: Returning
zh_hans: 回头客

# merchant.business.selectCustomer
source: Select customer
zh_hans: 选择客户

# merchant.business.selected
source: Selected
zh_hans: 已选择

# merchant.business.sensitiveUnavailable
source: The server has not supplied an authorized spending amount.
zh_hans: 服务端未提供可查看的消费金额。

# merchant.business.sourceEnd
source: Source end date (YYYY-MM-DD)
zh_hans: 来源结束日期（YYYY-MM-DD）

# merchant.business.sourceStart
source: Source start date (YYYY-MM-DD)
zh_hans: 来源开始日期（YYYY-MM-DD）

# merchant.business.sourceType
source: Source type
zh_hans: 来源类型

# merchant.business.stale
source: The account or session changed. Reload before continuing.
zh_hans: 账号或会话已变化，请重新加载后继续。

# merchant.business.state.ACCEPTED
source: Accepted
zh_hans: 已接受

# merchant.business.state.ACTIVE
source: Active
zh_hans: 生效中

# merchant.business.state.ACTIVITY
source: Activity
zh_hans: 活动

# merchant.business.state.AGREE
source: Agree with request
zh_hans: 同意申请

# merchant.business.state.EVIDENCE
source: Additional evidence
zh_hans: 补充凭证

# merchant.business.state.EXPIRED
source: Expired
zh_hans: 已过期

# merchant.business.state.HIDDEN
source: Hidden by platform
zh_hans: 平台已下架

# merchant.business.state.MANUAL_REFUND_PENDING
source: Manual refund pending
zh_hans: 等待人工退款

# merchant.business.state.MANUAL_REFUND_REVIEW
source: Manual refund review pending
zh_hans: 人工退款待复核

# merchant.business.state.MERCHANT_CHECKIN
source: Check-in operator
zh_hans: 核销员

# merchant.business.state.MERCHANT_FINANCE
source: Finance
zh_hans: 财务

# merchant.business.state.MERCHANT_MANAGER
source: Manager
zh_hans: 店长

# merchant.business.state.MERCHANT_MARKETING
source: Marketing
zh_hans: 运营

# merchant.business.state.MERCHANT_OWNER
source: Owner
zh_hans: 店主

# merchant.business.state.MERCHANT_PAYS_PLATFORM
source: Merchant pays platform
zh_hans: 商家应付平台

# merchant.business.state.MIXED
source: Mixed sources
zh_hans: 多种来源

# merchant.business.state.NO_CASH_SETTLEMENT
source: No cash settlement
zh_hans: 不结现金

# merchant.business.state.PAID
source: Paid
zh_hans: 已打款

# merchant.business.state.PENDING
source: Pending
zh_hans: 待处理

# merchant.business.state.PENDING_REVIEW
source: Pending platform review
zh_hans: 待平台复核

# merchant.business.state.PENDING_SETTLEMENT
source: Pending settlement
zh_hans: 待结算

# merchant.business.state.PLATFORM_PAYS_MERCHANT
source: Platform pays merchant
zh_hans: 平台应付商家

# merchant.business.state.PLATFORM_REJECTED
source: Platform rejected refund
zh_hans: 平台未通过退款

# merchant.business.state.REFUNDED
source: Refund confirmed by platform
zh_hans: 平台确认已退款

# merchant.business.state.REFUNDING
source: Refund in progress
zh_hans: 退款中

# merchant.business.state.REFUND_PROCESSING
source: Refund processing
zh_hans: 退款处理中

# merchant.business.state.REJECT
source: Recommend rejection
zh_hans: 建议驳回

# merchant.business.state.REJECTED
source: Rejected
zh_hans: 已驳回

# merchant.business.state.REVIEWING
source: Under review
zh_hans: 审核中

# merchant.business.state.REVOKED
source: Revoked
zh_hans: 已撤销

# merchant.business.state.SETTLED
source: Settled
zh_hans: 已结算

# merchant.business.state.TOPIC
source: Route
zh_hans: 主题

# merchant.business.state.UNKNOWN
source: Not confirmed
zh_hans: 待确认

# merchant.business.state.VISIBLE
source: Publicly visible
zh_hans: 公开展示中

# merchant.business.state.WAITING_PLATFORM_REVIEW
source: Platform review pending
zh_hans: 平台审核中

# merchant.business.state.abnormal
source: Exception
zh_hans: 异常

# merchant.business.state.dormant
source: Dormant
zh_hans: 沉睡

# merchant.business.state.new
source: New customer
zh_hans: 新客

# merchant.business.state.pending
source: Pending verification
zh_hans: 待核销

# merchant.business.state.repeat
source: Returning customer
zh_hans: 复购

# merchant.business.storeID
source: Store ID
zh_hans: 门店ID

# merchant.business.summary
source: Server summary
zh_hans: 服务端汇总

# merchant.business.synthetic
source: Offline example. All people, records and outcomes are synthetic.
zh_hans: 离线示例。人物、记录与结果均为虚构测试数据。

# merchant.business.syntheticSaved
source: Synthetic response received
zh_hans: 已收到模拟回执

# merchant.business.systemTags
source: System tags
zh_hans: 系统标签

# merchant.business.tag
source: Store tag
zh_hans: 店内标签

# merchant.business.tagColor
source: Tag color, for example #2E6D5A
zh_hans: 标签颜色，例如 #2E6D5A

# merchant.business.tagName
source: Tag name
zh_hans: 标签名称

# merchant.business.target
source: Exact target
zh_hans: 操作目标

# merchant.business.title
source: Business workspace
zh_hans: 经营工作区

# merchant.business.unknownResult
source: A previous request has an unknown result. Sending again is locked, including after reopening. A list refresh cannot prove its outcome.
zh_hans: 之前请求的结果尚不确定。再次提交已锁定，重新打开也不会解除。刷新列表不能证明该请求的结果。

# merchant.business.unselected
source: Not selected
zh_hans: 未选择

# merchant.business.unsupportedCode
source: This dynamic code type is not supported.
zh_hans: 暂不支持此动态码类型。

# merchant.business.unverifiedCode
source: Classification is not verification. Authenticity and eligibility require the server.
zh_hans: 识别码型不等于验证。真实性与可核销资格须由服务端确认。

# merchant.business.verifications
source: Verification actions
zh_hans: 核销动作记录

# merchant.business.workspace
source: Business tools
zh_hans: 经营工具

# merchant.business.yes
source: Yes
zh_hans: 是

# merchant.cancel
source: Cancel
zh_hans: 取消

# merchant.checkingAccess
source: Checking merchant access…
zh_hans: 正在检查经营身份…

# merchant.cityRedeem.accessFailed
source: Merchant permission could not be checked. No redemption was sent.
zh_hans: 暂时无法核对商家权限，尚未发送核销请求。

# merchant.cityRedeem.cameraConsent
source: The camera opens only after you choose Scan and allow camera access. A scan does not redeem automatically.
zh_hans: 仅在你选择扫描并允许相机访问后开启相机，扫码不会自动核销。

# merchant.cityRedeem.code
source: Player’s city-node code
zh_hans: 玩家的据点码

# merchant.cityRedeem.confirm
source: Redeem code
zh_hans: 核销

# merchant.cityRedeem.confirmHint
source: This sends the player’s code for redemption and may issue the player a coupon. The server checks merchant permission, check-in and stock.
zh_hans: 此操作将发送玩家的据点码进行核销，并可能向玩家发券。服务器会校验商家权限、到店打卡和库存。

# merchant.cityRedeem.confirmTitle
source: Redeem this city-node code?
zh_hans: 核销此据点码？

# merchant.cityRedeem.denied
source: Your current merchant permission does not allow redemption.
zh_hans: 当前商家权限不允许核销。

# merchant.cityRedeem.disabled
source: Live city-node redemption is not enabled. This code will not be sent.
zh_hans: 据点实际核销尚未启用，不会发送此码。

# merchant.cityRedeem.instructions
source: Scan or enter the city-node code presented by the player, then review before redeeming.
zh_hans: 扫描或手动输入玩家出示的据点码，确认后再核销。

# merchant.cityRedeem.invalid
source: Enter a nonempty code of at most 16 KB.
zh_hans: 请输入有效的非空据点码，长度不超过 16 KB。

# merchant.cityRedeem.next
source: Next code
zh_hans: 继续扫码

# merchant.cityRedeem.pending
source: A previous redemption still needs verification, or its local record cannot be read. Further redemption is blocked.
zh_hans: 此前核销仍需核对，或本地记录无法读取，已阻止继续核销。

# merchant.cityRedeem.processing
source: Checking…
zh_hans: 处理中…

# merchant.cityRedeem.rejected
source: Not redeemed
zh_hans: 未核销

# merchant.cityRedeem.review
source: Review code
zh_hans: 检查并确认

# merchant.cityRedeem.scan
source: Scan player’s code
zh_hans: 扫描玩家出示的码

# merchant.cityRedeem.signIn
source: Sign in again before redeeming.
zh_hans: 请重新登录后再核销。

# merchant.cityRedeem.stale
source: Your session or merchant changed. Open this page again to review a code.
zh_hans: 登录状态或商家已变更，请重新打开此页面后确认。

# merchant.cityRedeem.success
source: Redeemed
zh_hans: 核销成功

# merchant.cityRedeem.title
source: Redeem city-node code
zh_hans: 据点核销

# merchant.cityRedeem.unknown
source: The redemption outcome is unknown. Do not rescan or redeem another code until the previous outcome is verified.
zh_hans: 核销结果尚不确定。在核对此前结果前，请勿重扫或核销其他码。

# merchant.content.STATION_ACCEPT
source: Accept station invitation
zh_hans: 接受本站邀请

# merchant.content.STATION_DECLINE
source: Decline station invitation
zh_hans: 拒绝本站邀请

# merchant.content.STATION_PAUSE
source: Pause station
zh_hans: 暂停本站

# merchant.content.STATION_READY
source: Prepare station
zh_hans: 准备本站

# merchant.content.STATION_RESUME
source: Resume station
zh_hans: 恢复本站

# merchant.content.VERIFY_SUBMISSION
source: Review player submission
zh_hans: 核验玩家提交

# merchant.content.acknowledged
source: The source acknowledged this request. Reload to inspect its current state.
zh_hans: 服务端已确认收到请求，请刷新核对当前状态。

# merchant.content.actualSupply
source: Actual chapter supply
zh_hans: 章节实际供给

# merchant.content.alreadyRegistered
source: The server says you already registered
zh_hans: 服务端确认您已报名

# merchant.content.applications
source: My chapter applications
zh_hans: 我的章节申请

# merchant.content.apply
source: Apply for this chapter
zh_hans: 申请承接本章

# merchant.content.applyTwoSteps
source: This step applies for the chapter. After the source refreshes, configure the node from My chapter applications. The two submissions are separate.
zh_hans: 此步骤提交章节申请。源数据更新后，请在“我的章节申请”配置点位。两次提交分别处理。

# merchant.content.approve
source: Approve
zh_hans: 通过

# merchant.content.auditApplication
source: Review application
zh_hans: 审核申请

# merchant.content.auditNode
source: Review node
zh_hans: 审核点位

# merchant.content.auditWarning
source: Approval controls admission; it is not a platform endorsement.
zh_hans: 通过仅代表准入，不代表平台背书。

# merchant.content.cancelClaim
source: Withdraw claim
zh_hans: 撤回认领

# merchant.content.cancelRegistration
source: Cancel registration
zh_hans: 取消报名

# merchant.content.chapters
source: Chapter recruitment
zh_hans: 章节招募

# merchant.content.chooseReason
source: Choose a reason
zh_hans: 选择原因

# merchant.content.chooseTemplate
source: Choose a template
zh_hans: 选择模板

# merchant.content.circleRules
source: The server rechecks current supply. Missing, duplicate or expired supply does not count as a completed review.
zh_hans: 服务端将重新核对当前供给；供给不足、重复或过期时不视为复核完成。

# merchant.content.city
source: City nodes
zh_hans: 城市据点

# merchant.content.cityApplications
source: Placement and claim applications
zh_hans: 投放与认领申请

# merchant.content.cityStatus
source: Change city-node availability
zh_hans: 变更据点上下架

# merchant.content.civilTime
source: Enter the service civil time as YYYY-MM-DD HH:mm. The source provides no timezone; the server validates eligibility.
zh_hans: 请输入服务端本地时间 YYYY-MM-DD HH:mm。源数据未提供时区，时间资格由服务端校验。

# merchant.content.claim
source: Apply to claim
zh_hans: 申请认领

# merchant.content.claimIDMissing
source: The source returned an application ID but no verified place ID. Claim withdrawal is unavailable.
zh_hans: 源数据仅返回申请编号，没有已核实的地点编号，暂不能撤回认领。

# merchant.content.claimable
source: Claimable places
zh_hans: 可认领地点

# merchant.content.codeExpired
source: This live code expired. Reload to request a new code.
zh_hans: 此现场码已过期，请刷新获取新码。

# merchant.content.completeFields
source: Complete the source-required fields before review
zh_hans: 请完成源契约要求的字段后再预览

# merchant.content.confirm
source: Run offline test request
zh_hans: 执行离线测试请求

# merchant.content.confirmAddress
source: I have checked the address and coordinates
zh_hans: 我已核对店址与坐标

# merchant.content.conflict
source: The source changed after review. Reload and review again.
zh_hans: 预览后源数据已发生变化，请重新加载并确认。

# merchant.content.denied
source: Current access does not permit this operation
zh_hans: 当前权限不允许此操作

# merchant.content.disabled
source: Live actions are disabled. Edits and reviews remain local; test requests use an injected offline transport only.
zh_hans: 真实操作未启用。编辑和确认均保留在本地；测试请求仅使用注入的离线传输。

# merchant.content.discard
source: Discard and leave
zh_hans: 放弃并退出

# merchant.content.discardTitle
source: Discard local edits?
zh_hans: 放弃本地修改？

# merchant.content.edit
source: Edit registration
zh_hans: 修改报名

# merchant.content.empty
source: No records returned
zh_hans: 未返回记录

# merchant.content.enrollVoice
source: Prepare node voice request
zh_hans: 准备节点录音申请

# merchant.content.entryHint
source: Review source records and prepare changes
zh_hans: 查看源记录并准备变更

# merchant.content.fallback
source: Server-provided fallback plan
zh_hans: 服务端提供的备援预案

# merchant.content.field.activityDesc
source: Hosting description
zh_hans: 承接说明
